[
    {
        "role":"Boss man",
        "company":"Current Company LTD",
        "summary":"Led in development of fast paced software teams.\n- list\n- of\n- things",
        "range":"February 2016 - Present"
    },
    {
        "role":"Developer",
        "company":"Current Company LTD",
        "summary":"Expedited the synergies of collaborative agile tooling.",
        "range":"March 2014 - February 2016"
    },
    {
        "role":"Developer",
        "company":"Previous Company Inc.",
        "summary":"Implemented continuous devops pipelines automationing",
        "range":"February 2013 - March 2014"
    },
    {
        "role":"Equity Research Intern",
        "company":"ARCTIC SECURITIES",
        "summary":"\n- Developed valuation model and wrote initiation of coverage (IoC) report for a NOK 200m market cap Norwegian SME bank\n- Rebuilt a valuation model of Norway’s largest bank with scenario analysis on a prospective NOK 11b acquisition of a competitor",
        "range":"Oslo, Norway: May 2021 - June 2021"
    },
    {
        "role":"Visiting Associate",
        "company":"BOSTON CONSULTING GROUP",
        "summary":"\n- Administered a survey of 1000+ client customers of IT services sector company in collaboration with the client CMO to perform a customer perception analysis\n- Led an M&A screening of European IT services providers and identified 21 prospective candidates",
        "range":"Oslo, Norway: January 2021 - April 2021"
    },
    {
        "role":"Management Consulting Intern",
        "company":"ARKWRIGHT.",
        "summary":"\n- Quantified regulatory impact on future revenues supporting the vendor due diligence (VDD) of a SEK 2b IPO in the chemicals sector\n- Built models forecasting global supply and demand for hydrogen and lithium derivatives driven by an increased focus on renewables",
        "range":"Oslo, Norway: September 2020 - December 2020"
    },
    {
        "role":"Growth Manager",
        "company":"PLAY MAGNUS",
        "summary":"\n- Established partnerships with 100+ coaches and collected 3000+ student leads through a KickoffLabs campaign leveraging Hubspot and Google Analytics\n- Raised EUR 200,000 in EU innovation grants for Riga office and assisted in IPO preparations",
        "range":"Riga, Latvia (remote): June 2019 - June 2020"
    },
    {
        "role":"Digital Finance Intern",
        "company":"UNILEVER",
        "summary":"\n- Developed a strategic framework for future-proofing Unilever’s capabilities and presented for ~300 employees in collaboration with the Global Finance Excellence Director and Digital Change Lead",
        "range":"Buenos Aires, Argentina: January 2019 - May 2019"
    },
    {
        "role":"VC Summer Analyst",
        "company":"IDEKAPITAL",
        "summary":"\n- Norway’s largest VC fund focusing on Nordic B2B software companies looking to scale internationally, AUM NOK 1.3B\n- Worked closely with the founding team and partners with due diligence processes, fund management, investment strategy, and pipeline optimization",
        "range":"Oslo, Norway: June 2018 - September 2018"
    },
    {
        "role":"Business Strategy Consultant",
        "company":"COX COMMUNICATIONS",
        "summary":"\n- Third-largest cable TV provider in the US, $11B Market Cap\n- Created a data-driven digital strategy and product MVP to increase customer acquisition among millennials with the VP of Strategic Planning and Analysis",
        "range":"Atlanta, GA, USA (remote): August 2017 - May 2018"
    },
    {
        "role":"Investment Research Intern",
        "company":"SOFTBANK",
        "summary":"\n- Led a 3-member team conducting investment screening of 98 AI startups in Southeast Asia and presented a recommendation leading to a $640m investment in Singaporean retail AI startup",
        "range":"Seoul, South Korea: September 2017 - December 2017"
    },
    {
        "role":"Summer VC Analyst",
        "company":"SILICON VALLEY BANK",
        "summary":"\n- Researched and created a market map of the Singaporean VC Ecosystem that was later used by top executives at Silicon Valley Bank and presented to top-tier Silicon Valley VC firms\n- Built a data-driven impact investment framework for venture capital and analyzed impact trends",
        "range":"San Francisco/Menlo Park, CA, USA: May 2017 - August 2017"
    }
    ]
